IDEA Open Model
ConcreteSLSCheckResultStiffness.StiffnessI Property
Compatible with IDEA StatiCa 20.1
 stiffnesses calculated on uncracked cross-section
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public SectionStiffnesses StiffnessI { get; set; }
Public Property StiffnessI As SectionStiffnesses
	Get
	Set
Property Value
Type: SectionStiffnesses
See Also
Reference
ConcreteSLSCheckResultStiffness Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace